<?php
return [
    'C_element' => 'добавлен элемент',
    'U_element' => 'изменен элемент',
    'C_product' => 'добавлен товар',
    'U_product' => 'изменен товар',
    'C_price' => 'добавлена цена',
    'U_price' => 'изменена цена',
    'C_discount' => 'добавлена скидка',
    'U_discount' => 'изменена скидка',
    'D_discount' => 'удалена скидка',

    'EC_element' => 'не удалось добавить элемент',
    'EU_element' => 'не удалось изменить элемент',
    'EC_product' => 'не удалось добавить товар',
    'EU_product' => 'не удалось изменить товар',
    'EC_price' => 'не удалось добавить цену',
    'EU_price' => 'не удалось изменить цену',
    'EC_discount' => 'не удалось добавить скидку',
    'EU_discount' => 'не удалось изменить скидку',
    'ED_discount' => 'не удалось удалить скидку',
];
