<?php
return [
    'error.save_method_redefined' => 'ошибка могла произойти по разным причинам, так как сохранение ассета переопределено',
    'error.sql_success_twisted' => 'последний код SQLSTATE[:s] (успех) - такой код не всегда означает успешное завершение',
    'error.sql_warning_dont_know_if_twisted' => 'последний код SQLSTATE[:s] (предупреждение) - такой код, наверняка, не всегда означает не критичное завершение',
    'error.sql' => 'последний код SQLSTATE[:s]',
    'error.sql_save_events_append' => '{1}. Ошибка могла возникнуть и в событии ассета :d|{2}. Ошибка могла возникнуть и в событии ассета :d или :d2',
    'error.save_events' => '{1}отклонен по событию ассета :d|{2}отклонен по событию ассета :d или :d2',
    'error.unspecified' => 'неуточненная причина',
];
